##############################################################
#Spanish interface file for Reset Windows Password - V9.3.0
#Translated by Mr.X
#e-mail: n/a
#Last updated: 2019 Jun
##############################################################

101=&Acerca de RWP...
102=Error
103=Último error del sistema:
104=error %X
105=Bienvenido a
106=Este Asistente le guiará por pasos para descubrir, recuperar o resetear su información personal.
107=SAM - funciona con cuentas de usuarios normales
108=AD - funciona con cuentas de Active Directory
109=Modo de recuperación
110=¿Qué es lo que desea hacer?
111=Idioma de la interfaz
112=Resetear o cambiar la contraseña de la cuenta de usuario
113=Recuperación de contraseña en texto sin formato
114=Exportar los hashes de contraseña a archivo de texto
115=Remover la información sensible de usuario
116=Resetear o cambiar la contraseña DSRM (Directory Services Restore Mode)
117=Cargar controlador IDE/SATA/SCSI/RAID
118=Restaurar la contraseña o datos previos
119=El programa corre bajo el entorno de arranque Passcape CD/DVD/USB solamente.
120=Proceder al siguiente paso del Asistente
121=Trabajar con cuentas (SAM) normales de usuario
122=Trabajar con cuentas de usuario de Active Directory
123=Seleccionar un modo de trabajo aquí
124=Idioma de la interfaz del programa
125=Menú de RWP
126=Registrar el programa en línea
127=Introducir el código de registro
128=Reportar un error
129=Enviar algún comentario
130=Recomendar a un amigo
131=Contenido de la ayuda
132=Acerca de...
133=No se puede ejecutar el comando
134=Error al enviar el mensaje por e-mail.
135=Regresar al paso anterior del Asistente
136=Cargar e instalar controladores adicionales de almacenamiento masivo
137=Instalar controladores de almacenamiento masivo adicionales aquí si su sistema falla en reconocer su disco duro. No se requiere reinicio del sistema.
138=Haga clic en el botón 'Cargar controlador' para instalar un controlador de disco en su sistema. Los controladores de disco normalmente vienen incluidos en el CD de su tarjeta de sistema. Controladores de almacenamiento masivo adicionales podrán ser descargados de nuestro sitio web (https://www.passcape.com)
139=Cargar controlador
140=Dispositivos de almacenamiento del sistema
141=Archivos de información del controlador (*.inf)|*.inf||
142=Utilería de carga de controlador no se encontró. Contactar soporte técnico por favor.
143=No se puede ejecutar la utilería de carga de controlador.
144=El controlador seleccionado fue correctamente instalado. El programa actualizará su lista de dispositivos de almacenamiento ahora.
145=Falló la carga de controlador:
146=<DEMO VERSION>
147=Último error:
148=Error 0x%08X
149=¿Desea cerrar el programa? Antes de dar clic en Sí, no olvide explulsar o desconectar su dispositivo de arranque con la finalidad de que pueda arrancar su sistema operativo.
150=Apagar el programa y reiniciar el sistema
151=Dar clic en este botón para cargar el controlador de disco
152=Utilerías
153=Reseteando la contraseña SAM de la cuenta de usuario (paso %d de %d)
154=Usted debería especificar los archivos de registro SAM y SYSTEM aquí. Normalmente, los archivos de registro residen en su directorio %WINDIR%\\system32\\config (v.gr. C:\\Windows\\system32\\config\\)
155=Ruta a los archivos SAM y SYSTEM
156=Archivo de registro SAM
157=Archivo de registro SYSTEM
158=Navegar...
159=Seleccionar un archivo/carpeta existente de la lista desplegable o buscar por una nueva
160=Todos los archivos (*.*)|*.*||
161=Archivo SAM no válido
162=Archivo SYSTEM no válido
163=Para proceder con la desencriptación, seleccione la cuenta de usuario que desea resetear/cambiar los datos.
164=Lista de usuario
165=Propiedades de la cuenta
166=Cuenta bloqueada:
167=Cuenta deshabilitada:
168=Contraseña expirada:
169=No se requiere contraseña:
170=Historial de contraseñas presente:
171=Indicio de contraseña:
172=Descripción de la cuenta:
173=Nombre de usuario
174=RID de usuario
175=Administrador
176=Estatus
177=ninguno
178=no se puede abrir el archivo de registro
179=el archivo de registro está corrupto
180=sin memoria o recursos
181=no se puede leer el archivo de registro
182=formato no soportado de archivo de registro
183=ocurrió una excepción no controlada
184=la ruta no se encontró
185=el valor no se encontró
186=parámetro de entrada no válido
187=puntero de datos o longitud de datos es incorrecto
188=error interno
189=no se puede escribir el archivo de registro
190=error desconocido
191=La operación actual requiere del disco de inicio SYSKEY. ¿Desea proceder? Ponga un disquete con el archivo 'startkey.key' en su lector de discos floppy antes de continuar por favor.
192=formato no soportado de clave de sesión SAM
193=SYSKEY no válido, la clave de sesión SAM o el archivo SAM no corresponde al SYSTEM
194=falló LoadLibrary
195=falló GetProcAddress
196=fallo de desencriptación de la contraseña LM
197=fallo de desencriptación de la contraseña NTLM
198=entrada de datos no válida
199=no se puede abrir el archivo de registro SYSTEM
200=no se encontró la entrada de desencriptación SYSKEY
201=SYSKEY no fue leída
202=error en la apertura/acceso del archivo de registro SAM
203=no se puede leer el archivo de registro SAM
204=no se pueden escribir datos al archivo de registro SAM
205=fallo de encriptación de la contraseña LM
206=fallo de encriptación de la contraseña NTLM
207=comando no especificado
208=inconsistencia del tamaño del elemento
209=fallo en la conversión de datos
210=estructura de datos no soportada
211=SYSKEY no puede ser cambiado
212=no se pueden escribir datos al archivo de registro SYSTEM
213=no se puede renombrar la clave de datos
214=la opción de secuencia de arranque no ha sido detectada
215=el archivo de contraseña de inicio SYSKEY no se encontró en el disquete
216=no se puede leer el archivo de contraseña de inicio SYSKEY
217=SYSKEY no fue desencriptada
218=no se encontró SYSKEY
219=valor RID no válido
220=el valor RID no es único
221=fallo en la escritura del registro
222=falló la apertura de SAM: %s
223=No se pueden enumerar los usuarios del dominio SAM: %s
224=Sí
225=No
226=Usuario
227=Invitado
228=Operador
229=Cuenta de sistema
230=Contraseña no puesta
231=Contraseña
232=Leyenda
233=La operación actual requiere la contraseña de inicio SYSKEY. ¿Desea continuar?
234=contraseña de inicio SYSKEY
235=Introduzca la contraseña de inicio SYSKEY aquí
236=Nunca
237=hash(es)
238=Reseteando la contraseña de cuenta de usuario de Active Directory (paso %d de %d)
239=Seleccionar una ruta al archivo ntds.dit y registro de SYSTEM aquí. Normalmente el archivo ntds.dit se localiza en la carpeta %WINDIR%\\ntds\\, mientras que el archivo de registro SYSTEM siempre reside en el directorio %WINDIR%\\system32\\config.
240=archivos fuente de Active Directory
241=Ruta al archivo de la base de datos de Active Directory (normalmente ntds.dit)
242=archivos de la base de datos de Active Directory (*.dit)|*.dit|Todos los archivos (*.*)|*.*||
243=falla general de encriptación
244=la contraseña de inicio SYSKEY no puede ser leída desde el disquete
245=no se puede desencriptar la Lista de claves de encriptación de contraseña
246=estructura no válida de la Lista de claves de encriptación de contraseña
247=nada que desencriptar
248=algoritmo de encriptación desconocido
249=inconsistencia de datos de sistema
250=falla de extensión
251=no se pueden encriptar los datos de usuario
252=error de apertura AD
253=falla de inicialización AD
254=error de lectura AD
255=no se puede leer la clave de encriptación de datos
256=no se puede inicializar la clave de encriptación de datos
257=Vaciar contraseñas SAM al archivo (paso %d de %d)
258=falla de lectura de datos
259=falla de desencriptación de datos
260=Para maximizar la compatibilidad, se recomienda guardar el archivo en formato ASCII PWDUMP.\nLas contraseñas pueden vaciarse sólo si el formato Passcape es seleccionado.
261=Vaciar contraseñas de Active Directory al archivo (paso %d de %d)
262=Formato de archivo de texto ASCII
263=Formato de texto UNICODE
264=Output dump file format
265=Guardar como
266=Qué vaciar
267=Nombre de usuario
268=ID de Usuario
269=Hash LM
270=Hash NT
271=Nombre completo, descripción
272=Directorio de inicio
273=Contraseña (si se encontró)
274=<<  VACIADO  >>
275=Archivo de texto PWDUMP
276=Archivo de texto Passcape
277=Historial de hashes de contraseña (si alguno existe)
278=Hash del historial LM
279=Hash del historial NT
280=No se encontraron datos
281=Archivos de texto PWDUMP (*.txt)|*.txt||
282=Archivos universales de configuración Passcape (*.puc)|*.puc||
283=No se puede abrir el archivo para escritura
284=El archivo de vaciado se ha creado satisfactoriamente
285=Introduzca la nueva contraseña para la cuenta de usuario que seleccionó o deje el espacio en blanco para resetearla. Ponga especial atención a las opciones adicionales. Wndows puede rechazar la contraseña si la cuenta está bloqueada o deshabilitada.
286=Información de la cuenta de usuario
287=Resetear
288=<<  RESETEAR/CAMBIAR  >>
289=Ruta de SAM
290=Nombre de la cuenta
291=RID de la cuenta
292=Descripción de la cuenta
293=Contraseña nueva
294=Cuenta bloqueada
295=Cuenta deshabilitada
296=Contraseña expirada
297=Resetear la contraseña de usuario y/o las propiedades
298=Contraseña nueva. Deje el espacio en blanco para resetear.
299=Desbloquear la cuenta si una está bloqueada.
300=Habilitar cuenta.
301=Si la contraseña expiró, se le pedirá que introduzca una nueva al momento de un inicio de sesión exitoso.
302=Se encontraron datos no válidos
303=No se puede abrir el usuario en el dominio SAM: %s
304=¿Desea crear un archivo de recuperación?
305=No se pueden guardar los datos de usuario al SAM: %s
306=No se pueden guardar los datos de usuario por el siguiente motivo: %s
307=La cuenta ha sido modificada satisfactoriamente. Ahora deberá usted expulsar su CD/DVD/USB arrancable, apagar el programa y reiniciar el sistema. Si usted tienen una directiva de contraseña de dominio puesta, asegúrese que el valor provisto por la nueva contraseña reúna la longitud, complejidad y requerimientos del dominio.
308=Ruta de AD
309=No se puede analizar la información AD de usuario
310=No se puede poner la información de usuario en la base de datos. La base de datos indicó el siguiente código de error: %d.
311=Vaciar hashes de contraseñas de Active Directory a archivo de texto
312=Vaciar hashes de contraseñas SAM a archivo de texto
313=Reseteando contraseña del Modo de Restauración de Directory Services (paso %d de %d)
314=No se puede detectar el tipo de producto Windows.
315=No se encontró el Modo de Restauración de Directory Services
316=Introduzca una nueva contraseña para la cuenta DSRM que usted seleccionó o deje en blanco el espacio para resetearla.
317=Información general
318=Resetear contraseña DSRM
319=Ruta SYSTEM
320=Rol del sistema
321=Contraseña presente
322=Clic para resetear la contraseña DSRM
323=No se puede abrir la cuenta DSRM: %s
324=No se pueden guardar los datos de la cuenta DSRM: %s
325=No se pueden guardar los datos de la cuenta DSRM debido al siguiente motivo: %s
326=La cuenta DSRM has sido satisfactoriamente modificada. Ahora usted puede expulsar su CD/DVD/UDB arrancable, apagar el programa y reiniciar el sistema. Para reiniciar en el modo DSRM, presione [F8] durante la secuencia de inicio.
327=Restaurando la contraseña previamente modificada (paso %d de %d)
328=Seleccione el origen de datos que usted desea restaurar del respaldo. Sesiones de recuperación son almacenadas en archivos *.puc y ordenados por fecha/hora.
329=Sesión de recuperación
330=Detalles de la sesión de recuperación
331=Contraseña SAM
332=Contraseña de Active Directory
333=Contraseña del modo de restauración de Directory Service
334=Tipo de datos de recuperación
335=Seleccionar el nuevo archivo de recuperación
336=La información de recuperación no se encontró en el archivo que usted especificó.
337=Cuenta DSRM
338=Este diálogo puede ayudarle a restaurar contraseñas previamente modificadas. Haga clic en el botón 'Restaurar' para recuperar la sesión de respaldo que usted seleccionó durante el paso previo.
339=<<  RESTAURAR  >>
340=Archivo de configuración Passcape
341=Qué restaurar
342=Ya fue restaurado
343=Restaurar datos de la sesión de respaldo
344=%d veces
345=¿Desea restaurar los datos? Haga clic en 'Sí' para continuar. 
346=No se pueden restaurar los datos a SAM: %s
347=No se pueden restaurar los datos de usuario debido al siguiente motivo: %s
348=Los datos han sido restaurados con éxito.
349=Esta sesión de recuperación ya ha sido usada. ¿Desea proceder de cualquier forma?
350=Borrando información sensible (paso %d de %d)
351=Seleccione la información personal que desea eliminar del sistema. La mayoría de los archivos requeridos están en su directorio WINDOWS\\System32\\config\\.
352=Qué desea remover
353=Archivos requeridos
354=Archivo de registro SECURITY
355=Archivo de registro SOFTWARE
356=Borrar la información del historial de contraseñas de usuario de Active Directory 
357=Borrar el historial de contraseñas de la cuenta de usuario regular (SAM)
358=Borrar las contraseñas cacheadas de dominio
359=Borrar las contraseñas cacheadas de inicio de sesión en Windows
360=Borrar la información de reseteo de la contraseña de Windows
361=Borrar los indicios de contraseña
362=Seleccione al usuario al que desea remover la %s
363=historial de contraseñas
364=contraseñas cacheadas de dominio
365=indicios de contraseña
366=sin errores
367=No se puede leer o desencriptar SYSKEY
368=no se puede inicializar la clave primaria de encriptación
369=no se puede leer la clave primaria, no se encontraron contraseñas
370=no se puede abrir el valor de control de la caché
371=no se puede leer el valor de control de la caché
372=no se puede abrir la entrada de la caché de dominio
373=no se puede leer la entrada de la caché de dominio
374=se agotaron la memoria o recursos
375=ocurrió una excepción no prevista
376=no soportado
377=tamaño secreto no válido
378=falla de integridad de los datos o clave de encriptación no válida
379=no más elementos
380=la entrada cacheada de dominio no fue analizada apropiadamente
381=no se encontraron datos
382=error desconocido
383=se encontró una entrada no válida
384=elemento no encontrado
385=no se puede acceder a los datos
386=no se pueden regresar los datos
387=no se puede leer el nombre de usuario
388=error general de encriptación
389=falla de conversión de datos
390=no se puede escribir la entrada de caché
391=No se pueden abrir las credenciales cacheadas de dominio: %s.
392=Las contraseñas cacheadas de dominio no se han encontrado/desencriptado
393=no se encontró la información del historial de contraseñas
394=Ahora todo está listo para eliminar la información sensible que usted ha seleccionado. A diferencia de los hashes de contraseña, estos cambios no se pueden deshacer, úselo bajo su propio riesgo.
395=El programa no ha encontrado ningún indicio de contraseña
396=<< BORRAR >>
397=Remover permanentemente
398=Qué remover
399=Usuario(s) afectado(s)
400=Historial de contraseñas de usuario de Active Directory
401=historial de contraseñas de usuario regular (SAM)
402=contraseñas cacheadas de inicio de sesión en Windows
403=Información de reseteo de la contraseña de Windows
404=todos los usuarios
405=No se encontró la información de reseteo de la contraseña
406=El historial de contraseña ha sido removido con éxito.
407=No se puede remover al menos una entrada cacheada debido al siguiente motivo: %s.
408=La entrada de usuario se ha removido con éxito de la caché de dominio
409=No se puede abrir %s registro: %s
410=falla general de desencriptación
411=falla de inicialización de clave de cifrado
412=no se puede leer el registro SECURITY
413=no se encontraron los datos solicitados
414=no se puede guardar la clave de encriptación de contraseña
415=ranura de datos vacía
416=no se puede escribir al registro SECURITY
417=No se puede guardar %s registro: %s.
418=No se puede remover la entrada cacheada de inicio de sesión debido al siguiente motivo: %s.
419=La entrada cacheada de inicio de sesión se ha removido con éxito
420=No se puede remover la estructura de reseteo de contraseña: %s.
421=La información de reseteo de contraseña ha sido removida con éxito
422=No se puede resetear el indicio del usuario SAM: %s
423=Buscando contraseñas de usuario (paso %d de %d)
424=En la mayoría de los casos algunos hashes de contraseña pueden ser desencriptados casi al instante. La recuperación puede tomar varios minutos dependiendo de las opciones que usted seleccione aquí.
425=Métodos de búsqueda
426=Importa la velocidad
427=Importa la eficiencia
428=Búsqueda de contraseñas en la caché de Windows
429=Búsqueda de contraseñas simples
430=Ataque primitivo basado en diccionario
431=Ataque primitivo basado en fuerza bruta
432=Ataque con inteligencia artificial
433=Usted deberá proporcionar los archivos y carpetas requeridos para una recuperación exitosa. Típica ubicación del directorio de perfiles: C:\\Usuarios. Típica ubicación de la carpeta de archivos de programa: C:\\Archivos de programa.
434=Archivos y carpetas requeridos para una recuperación exitosa
435=Directorio de perfiles
436=Directorio de archivos de programa
437=Buscando directorio de perfiles de Windows (usualmente C:\\Usuarios)
438=Buscando directorio de archivos de programa (usualmente C:\\Archivos de programa)
439=Ahora todo está listo. Haga clic en el botón '<< ENCONTRAR CONTRASEÑAS >>' para iniciar la búsqueda en su sistema por contraseñas perdidas. Esto puede tomar algo de tiempo para completarse. Tome en cuenta que no todas las contraseñas pueden ser halladas solamente las simples y vulnerable.
440=contraseña LM
441=contraseña NT
442=error de apertura de archivo
443=Frase de contraseña mutante
444=Por favor espere...
445=&Cancelar
446=Mutando la contraseña...\n\nPor favor espere.
447=<<  ENCONTRAR CONTRASEÑAS  >>
448=No se puede iniciar hilo de recuperación:
449=falla en la creación de hilo
450=no se puede cargar DLL de almacenamiento protegido
451=no se puede cargar una de las funciones de la librería de almacenamiento protegido
452=sin errores
453=error común
454=no se encontró el proveedor de dll
455=handle no válido
456=el tipo ya existe
457=el tipo no existe
458=reglas no válidas
459=acceso denegado
460=error de almacenamiento
461=falla al verificar un caller
462=la contraseña proporcionada no es válida
463=imagen de disco no coincide
464=excepción desconocida
465=indicadores malos
466=el objeto ya existe
467=el objeto no existe
468=servicio no disponible
469=no vacío
470=cadena no válida
471=estado no válido
472=no abrir
473=ya está abierto
474=error desconocido
475=falla al abrir la ruta del registro de usuario
476=falla al abrir la ruta del registro de almacenamiento MasterKey
477=tamaño de entrada de MasterKey no válido
478=entrada MasterKey no válida
479=La ID de MasterKey es desconocida o no válida
480=falla al desencriptar el bloque de datos de MasterKey
481=falla de desencriptación de MasterKey
482=falla de desencriptación DES
483=ubicación de objeto no válida (no se encontró la ruta del objeto del registro)
484=no se puede leer los datos del objeto desde el subárbol del registro
485=tamaño de la entrada de objeto no válido
486=tamaño de objeto no válido
487=falla al desencriptar la clave de encriptación del objeto
488=falla al desencriptar los datos del objeto
489=datos del objeto corruptos
490=datos de la MasterKey corruptos
491=falla al abrir el subárbol del registro
492=falla al abrir el subárbol del proveedor
493=no se encontraron los datos de usuario
494=falla al copiar la instancia de usuario
495=falla al abrir la instancia de usuario
496=no más objetos
497=falla al convertir la cadena a GUID
498=falla al convertir GUID a cadena
499=falla al convertir el tipo de clave de registro GUID
500=falla al convertir la clave de registro subtipo GUID
501=versión desconocida de la estructura de datos
502=el tamaño del objeto no es válido
503=falla al escribir al subárbol del registro
504=el tamaño de datos no es válido
505=no se puede leer el archivo
506=los datos no son válidos
507=no se puede abrir el cripto-proveedor
508=el cripto-algoritmo no es soportado por el proveedor
509=no se encontraron datos
510=no se puede analizar la Clave Maestra
511=no se puede desencriptar la Clave Maestra
512=GUID desconocido de Clave Maestra
513=Clave Maestra no encontrada
514=los datos del encabezado no son válidos
515=método desconocido
516=no se puede crear el hash
517=no se puede derivar la clave de encriptación de datos
518=no se pueden poner los parámetros criptográficos
519=inconsistencias en la revisión de la señal
520=versión desconocida
521=Generando índices de archivo
522=Indizando archivos de datos...\n\nPor favor espere.
523=<<  PARAR BÚSQUEDA  >>
524=Objetos de contraseña encontrados:  %d
525=<Vacío>
526=La característica que usted solicitó (%s) no es soportada por la edición actual del programa. Por favor refiérase al manual del programa para más detalles.
527=Recuperar contraseñas de Active Directory
528=Resetear/cambiar la contraseña de cuentas de Active Directory
529=Vaciar las credenciales cacheadas de dominio
530=Resetear/cambiar la contraseña de la cuenta DSRM
531=Vaciar los hashes de contraseñas LM/NTLM para las cuentas de Active Directory
532=Vaciar los hashes del historial de contraseñas
533=Recuperación de contraseña
534=Remover la información sensible
535=Usted deberá comprar el programa para continuar.
536=Vaciar (exportar) las credenciales cacheadas de dominio a archivo de texto
537=Vaciar las contraseñas cacheadas de dominio (hashes) a archivo de texto
538=Usted deberá especificar los archivos de registro SECURITY y SYSTEM aquí. Normalmente los archivos de registro residen en su directorio %WINDIR%\\system32\\config (v.gr. C:\\Windows\\system32\\config\\)
539=Rutas a los archivos SECURITY y SYSTEM
540=Ejecutar línea de comando (CMD)
541=Archivo SECURITY no válido
542=Vaciar las contraseñas cacheadas de dominio a archivo (paso %d de %d)
543=Para maximizar la eficiencia, se recomienda guardar el archivo en formato Passcape. Los archivos tipo CACHEDUMP no soportan hashes de Windows Vista y no pueden vaciarse entradas con nombres de usuario diferentes al idioma inglés.
544=Archivo de texto CACHEDUMP
545=CACHEDUMP files (*.cachedump)|*.cachedump|Text files (*.txt)|*.txt||
546=Archivos exportar/importar Passcape (*.peif)|*.peif||
547=No se puede calcular el CRC de archivo
548=No se puede escribir al archivo
549=Ejecutar el navegador de Internet
550=No se puede abrir el archivo de ayuda
551=El programa no puede encontrar discos duros en su sistema. Probablemente usted necesita cargar algún controlador adicional IDE/SATA/SCSI/RAID para poder continuar.
552=Acerca del programa
553=VERSION FULL REGISTRADA
554=VERSION DEMO NO REGISTRADA
555=Información de licencia:
556=Registrado a:
557=Información y contacto:
558=Página de inicio:
559=Comprar:
560=&Registrar
561=Registro
562=Por favor introduzca su código de registro aquí ...
563=Información de registro
564=Nombre del propietario:
565=Código de registro:
566=Introduzca el código de registro exactamente como le fue entregado en el e-mail de registro. Si usted tiene algún problema durante el proceso de registro, por favor refiérase a la ayuda del programa.
567=Por favor introduzca el código de registro del programa.
568=El código que introdujo no es válido. Por favor intente de nuevo.
569=No se puede guardar el código. Por favor contacte a soporte técnico.
570=¡Gracias por registrar el programa!
571=Revisando directorios
572=Escaneando la estructura del directorio.\n\nEsto puede llevar algún tiempo. Por favor espere.
573=<< &Atrás
574=&Siguiente >>
575=&Salir
576=Copiar la lista al portapapeles
577=Guardar a archivo
578=<<< Contraseñas de Windows >>>
579=Creada por
580=No se pueden copiar los datos
581=No se pueden guardar los datos
582=Archivos HTML (*.htm)|*.htm||
583=La lista fue copiada al portapapeles
584=Ejecutar Bloc de notas
585=Resetear SYSKEY
586=Seguridad de SYSKEY (resetea todos las contraseñas SAM poniéndolas en blanco)
587=Cambiar/Resetear permanentemente
588=Falla al resetear la SYSKEY: %s
589=La SYSKEY fue desencriptada con éxito, pero el programa falló al resetear las contraseñas de usuario debido al siguiente error: %s. Usted debería probablemente restaurar sus archivos de registro SAM, SYSTEM y SECURITY del respaldo.
590=La SYSKEY se resteó con éxito. Para prevenir que se corrompan las cuentas de usuario, la SYSKEY fue configurada para solicitar o requerir una contraseña al inicio del sistema. La próxima vez que se le solicite una contraseña SYSKEY al inicio, usted deberá introducir una contraseña en blanco.
591=El reseteo de SYSKEY es una operación insegura la cual afectará la seguridad total del sistema. Por ejemplo, usted no podrá desencriptar sus archivos EFS protegidos. Para hacer sus sistema arrancable después de que SYSKEY es cambiada, todas las contraseñas para las cuentas de usuarios locales serán reencriptadas y serán puestas en blanco automáticamente. Su dominio, si es que lo hace una PC en un dominio, puede no volver a arrancar después de la operación. Se recomienda bastante hacer una copia de respaldo de sus subárboles de registro SAM, SYSTEM y SECURITY antes de continuar. ¡Considere usar esta característica solo como el último recurso! ¿Realmente desea iniciar el reseteo de SYSKEY?
592=La SYSKEY fue desencriptada con éxito, pero el programa falló al resetear los secretos LSA debido al siguiente error: %s. Usted probablemente debería restaurar sus archivos de registro SAM, SYSTEM y SECURITY del respaldo.
593=El programa no pudo resetear la SYSKEY usando un algoritmo estándar. ¿Desea intentar alguna otra alternativa?
594=La SYSKEY fue reseteada con éxito. Todas las contraseñas de usuario fueron puestas en blanco.
595=¿Olvidó su contraseña SYSKEY? Solo regrese a la página principal, selecciones '%s' si usted desea recuperar o '%s' restear la SYSKEY.
596=Si usted pierde su disquete SYSKEY, regrese a la página principal, seleccione el menú '%s' e intente resetear la SYSKEY. Tome en cuenta que todas las contraseñas de usuario serán puestas en blanco después de resetear la SYSKEY.
597=Ejecutar Regedit
598=<no disponible en esta edición>
599=Búsqueda de contraseñas usando tablas Passcape
600=Carpeta temporal requerida
601=El programa no pudo localizar la carpeta temporal (para poder copiar las tablas). Por favor selecciónela manualmente.
602=Seleccionar una carpeta temporal
603=Indizando archivos usados recientemente
604=El programa pudo extraer la contraseña original en texto puro de la cuenta. La contraseña es %s. ¿Desea resetearla de cualquier manera?
605=El programa falló al resetear la información cacheada de inicio de sesión. (código de error: %lu). ¿Desea proceder de cualquier manera (no recomendado)?
606=LiveId<->Local
607=No se encontró el archivo de respaldo con la información cacheada de inicio de sesión. ¿Proceder de cualquier manera (no recomendado)?
608=No se puede guardar la información cacheada de inicio de sesión. Último código de error: %lu.
609=No se puede abrir la información cacheada de inicio de sesión.
610=Cuenta LiveID:
611=Para poder iniciar sesión correctamente, usted deberá poner una contraseña no vacía para la cuenta seleccionada. De otro modo Windows no le permitirá ingresar. Use una contraseña sencilla en su lugar.
612=La base de datos no está limpia desde cero (%s). Se recomienda bastante compactar/reparar primero la base de datos (usando ntdsutil.exe, por ejemplo); de otro modo, algún datos puede perderse o no ser guardado apropiadamente. Algunas veces resetear una contraseña no tiene efecto en eso. ¿Desea continuar de cualquier manera?
613=Distribución del teclado
614=Cargar una distribución nueva
615=Fijar la distribución activa
616=Ejecutar chkdsk
617=Instalar controladores de red
618=Ejecutar diskpart
619=Revisar contraseñas en los archivos usados más recientes
620=Extraer cadenas de archivos grandes, incluyendo hiberfil.sys y pagefile.sys (vídeo, archivos comprimidos, etc. serán saltados)
621=Buscar archivos grandes en la raíz y carpeta Windows solamente
622=Buscar contraseñas en la papelera de reciclaje
623=Nivel de mutación de contraseña
624=Extraer palabras de archivos grandes
625=Error al inicializar el motor de búsqueda rápida
626=Desempacando el archivo diccionario...
627=falla al descomprimir PCD: %lu
628=falla al expandir PCD: %lu
629=Explorador de archivos
630=Si su sistema operativo a trabajar es Windows 8 y su tipo de cuenta de usuario es Windows LiveID, usted tendrá que poner una contraseña no en blanco para poder iniciar sesión en el sistema adecuadamente.
631=Para poder desencriptar contraseñas internacionales, usted tiene que cargar su distribución de teclado preferida primero (use el botón Passcape abajo esquina izquierda). ¿Desea continuar sin cargar una distribución de teclado?\n\nP.D. Este mensaje no se mostrará nunca más.
632=Revisar la contraseña de usuario
633=Introduzca una contraseña para revisar
634=Introduzca una contraseña/código aquí. El programa la revisará mientras la teclea.
635=¡Coincidencia!
636=No coincide
637=Revisar todas las posibles combinaciones
638=Revisar contraseña
639=Tablas Passcape (no disponibles en DEMO)
640=Nada para desencriptar
641=Montar disco virtual
642=Montar archivo de imagen como disco virtual
643=Este diálogo le permite montar archivos de imágenes de disco local como discos virtuales. Los archivos de imagen son montados como solo lectura así que los archivos originales no son alterados. Los siguientes formatos son soportados: AF*, BIN, DD, E01, FLP, IMG, ISO, NRG, S01, SDI, VHD, VMDK y otros.
644=Imágenes montadas
645=Montar
646=Desmontar
647=Desmontar todo
648=Montar un archivo de imagen nuevo
649=Desmontar la imagen seleccionada
650=Desmontar todas las imágenes previamente montadas
651=No se puede montar el archivo.
652=El archivo de imagen ya estaba montado.
653=No se puede desmontar el archivo.
654=Unidad
655=Ruta de imagen
656=Archivos de imagen|*.00n;*.aff;*.afm;*.afd;*.bin;*.dd;*.e01;*.flp;*.img;*.ima;*.nrg;*.iso;*.raw;*.s01;*.sdi;*.vfd;*.vhd;*.vmdk|Todos los archivos (*.*)|*.*||
657=Módulo actual
658=Progreso actual
659=Progreso general
660=Montar imagen entera
661=Montar partición específica
662=Buscar contraseñas escaneando sectores físicos en la unidad
663=Indizando sectores de disco
664=No se puede leer la opción de arranque LSA. Error %lu.
665=La SYSKEY está configurada para requerir un disco de arranque. Solo la contraseña de arranque SYSKEY puede ser recuperada. Considere resetear la SYSKEY si nada funciona.
666=La SYSKEY está configurada para ser generada por el sistema. Solo la contraseña de arranque SYSKEY puede ser recuperada.
667=Error al leer la clave de sesión SAM: %lu.
668=Versión no soportada de la clave de sesión SAM.
669=¡Felicitaciones! La contraseña fue encontrada (y copiada al portapapeles): %s
670=Buscar contraseña de inicio SYSKEY
671=No se encontraron contraseñas
672=Contraseña fue encontrada: %s
673=Editar las propiedades de la cuenta de usuario
674=Modificar indicadores y propiedades de la cuenta (paso %d de %d)
675=Usted puede ajustar las propiedades de la cuenta seleccionada aquí. Tenga cuidado, modificar algunos indicadores pueden causar que la cuenta quede inactiva/deshabitada/bloqueada etc.
676=Propiedades de cuenta
677=<<  CAMBIAR  >>
678=Resetear las propiedades de usuario
679=No se pueden leer las propiedades de cuenta: %s
680=Cuenta de usuario normal
681=Cuenta temporal duplicada
682=Inicio de sesión de cuenta MNS
683=Cuenta de confianza de interdominio
684=Cuenta de confianza de estación de trabajo
685=Cuenta de confianza de servidor
686=La cuenta está deshabilitada
687=Directorio de inicio es requerido
688=La contraseña no se requiere
689=La contraseña nunca expirará
690=La cuenta está bloqueada
691=La contraseña ha expirado
692=Almacenar contraseñas usando encriptación reversible
693=Debe iniciar sesión usando una smart card
694=Delegación de confianza en Kerberos
695=El contexto de seguridad no puede ser delegado a un servicio
696=Usar encriptación reversible para contraseñas
697=No se requiere pre-autenticación Kerberos para inicio de sesión
698=La cuenta está habilitada para delegar
699=Evite que los datos PAC sean agregados a tickets de servicio
700=Cuenta de controlador de dominio de solo lectura
701=Restringir solo a encriptación AES
702=Se ejecuta el script de inicio de sesión
703=No se pueden escribir las propiedades de cuenta: %s
704=Cuenta expirada:
705=Búsqueda de claves pérdidas de CD/producto
706=Buscando claves de producto (paso %d de %d)
707=Por favor prepare con mucho cuidado todos los archivos y carpetas requeridas para una futura recuperación. Tome en cuenta que algunas cuentas de usuario (si usted selecciona recuperación para cierto usuario) son usadas internamente por Windows, por lo que puede ser que no contengan datos.
708=Dónde buscar
709=Buscar para todas las cuentas locales
710=Buscar para la cuenta de usuario seleccionada
711=Directorio de perfil de usuario
712=Todo está listo ahora. Haga clic en el botón '<< Encontrar Claves >>' para comenzar a escanear su sistema por claves perdidas. Esto puede tomar algo de tiempo dependiendo de las opciones que haya seleccionado. Haciendo clic derecho la lista desplegará el menú contextual.
713=<< ENCONTRAR CLAVES >>
714=Nombre de producto
715=Clave de producto
716=ID de producto
717=Propietario
718=Cuenta de usuario actual
719=Propietario registrado
720=<Corrupto>
721=<Versión desconocida>
722=Claves encontradas: %d
723=El programa no pudo abrir datos cacheados de Windows (código de error: %lu).
724=Cuenta de Microsoft Live ID
725=No se puede convertir el tipo de cuenta a local. Error: %lu.
726=No se puede convertir el tipo de cuenta a Live ID. Error: %lu.
727=Antes de resetear la contraseña, se requiere convertir la cuenta Windows Live ID seleccionada en cuenta de usuario local. ¿Desea continuar con la conversión?
728=La cuenta ha sido modificada con éxito. Ahora puede expulsar su CD/DVD/USB arrancable, apagar el programa y reiniciar el sistema.
729=¡NOTA! Su cuenta Microsoft Live ID '%s' fue cambiada a cuenta local '%s'.
730=¡NOTA! La cuenta local '%s' fue regresada a Microsoft Live ID '%s'.
731=Ataque (basado en patrón) fingerprint
732=Ataque fingerprint corriendo
733=No se puede escribir a la entrada variable SAM
734=Respaldar archivo/AD/contraseñas a archivo
735=Asegúrese que la ruta a la carpeta Windows y Active Directory estén correctamente configurados, de otro modo especifique las rutas que sean válidos.
736=Respaldando información sensible (Paso %d de %d)
737=Por favor, seleccione lo que necesite respaldar, unidad de origen y carpeta de destino.
738=Unidad de origen (donde el directorio de Windows reside)
739=Directorio destino (Para guardar los datos a)
740=Respaldar el registro del sistema Windows
741=Respaldar Active Directory
742=Respaldar contraseñas e información sensible
743=Respaldar contraseñas e información sensible
744=Asegúrese que la ruta a la carpeta Windows fue configurada correctamente y si no, escoja una válida.
745=Asegúrese que la ruta a la carpeta Windows fue configurada correctamente y si no, escoja una válida. Especifique si usted desea respaldar los datos sensibles para un solo usuario o para todos los usuarios locales.
746=Directorio de Windows
747=Carpeta de Active Directory
748=Carpetas de sistema
749=Perfiles de usuario
750=NTDS.DIT no se encontró en la carpeta especificada. ¿Usar de cualquier manera?
751=Todo está listo ahora. Haga clic en el botón '<< Respaldar archivos>>' para comenzar a archivar archivos y carpetas. Esto puede tomar algo de tiempo dependiendo de las opciones que seleccionó.
752=Archivo actual
753=Unidad origen
754=Directorio de destino
755=<<  Respaldar archivos  >>
756=Archivos procesados: %d
757=Respaldo completado.
758=Ningún archivo fue procesado.
759=%d archivos (de %d) no fueron procesados.
760=Todos los archivos fueron procesados y archivados con éxito a '%s'.
761=Archivos a procesar: %d+
762=Buscar contraseñas de Internet/correo/red
763=Buscando y desencriptando contraseñas de red (Paso %d de %d)
764=Por favor, especifique qué contraseña desea desencriptar y una unidad de origen dónde buscarlas.
765=Buscar por contraseñas Web almacenadas por Internet Explorer, Edge, Firefox, Chrome y otros navegadores
766=Buscar por contraseñas de correo guardadas por Outlook, Internet (Live) Mail, Thunderbird, Seamonkey, Foxmail, etc.
767=Buscar contraseñas LAN/WAN/RAS/DSL/VPN/WiFi y otras redes
768=Asegúrese de que la ruta a la carpeta Windows fue configurada correctamente y si no, escoja una válida. Especifique si desea buscar contraseñas para un solo usuario o para todos los usuarios locales.
769=Todo está listo ahora. Haga clic en el botón '<< Buscar contraseñas>>' para comenzar a buscar contraseñas en su sistema. Esto puede tomar algo de tiempo dependiendo de las opciones que seleccionó. Haga doble clic en cualquier objeto rojo para proceder con la desencriptación. Haciendo clic derecho la lista desplegará el menú contextual.
770=<< Buscar contraseñas >>
771=URL/nombre
772=Inicio de sesión
773=Contraseña
774=Encontrada/desencriptada
775=<No desencriptada aun>
776=%d objetos no han sido desencriptados aun. Para proceder con la recuperación, haga doble clic en uno de los objetos resaltados en rojo.
777=El programa no pudo encontrar el archivo MasterKey para el objeto seleccionado. Asegúrese de que todos los ajustes fueron puestos apropiadamente.
778=No se puede desencriptar blob de datos
779=Contraseña de usuario de inicio de sesión
780=Por favor proporcione la contraseña de inicio de sesión del propietario de los datos
781=Ruta del perfil de usuario
782=SID de usuario
783=Archivo de MasterKey de usuario
784=El sistema operativo destino requiere la contraseña de inicio SYSKEY, ¡resetearlo puede arruinar su sistema! Considere usar la búsqueda de la contraseña SYSKEY en su lugar. Si usted tiene una poderosa razón para usar esta característica, asegúrese de respaldar el registro SAM antes de continuar. ¿Continuar?
785=La contraseña SYSKEY está vacía
786=No se puede desencriptar la MasterKey. Probablemente la contraseña no es válida.
787=Contraseña Maestra
788=Ruta del perfil del programa
789=Archivo MasterKey
790=%s no fue encontrado
791=Usted deberá proporcionar la Contraseña Maestra para poder proceder con la desencriptación
792=Entropía de la encriptación es requerida
793=Proporcione un nombre de campo de formulario
794=Proporcione una fuente de dirección URL
795=Nombre de campo de formulario
796=Dirección de la página de origen de URL
797=Este tipo de protección requiere de poner la entropía para poder proceder con la desencriptación. El siguiente objeto deberá ser proporcionado:\n%s.
798=Error al abrir la carpeta Valult %s
799=Servidor
800=Desencriptación
801=Archivos de texto (*.txt)|*.txt||
802=Tipo
803=Comentario
804=Nombre o credenciales de inicio de sesión
805=No se puede analizar el archivo de entrada
806=No se puede desencriptar la MasterKey de sistema. Algo salió mal.
807=Agregar una nueva cuenta de usuario
808=Agregar una nueva cuenta de usuario (paso %d de %d)
809=Seleccione una cuenta de usuario que desea usar como donante. Esta cuenta será utilizada como origen de datos para copiar sus propiedades a una nueva. Usted puede cambiar algunas de estas propiedades durante el siguiente paso final.
810=Tecleé un nombre y contraseña para la nueva cuenta de usuario. Usted tendrá que poner una contraseña no en blanco en conformidad con la directiva de contraseña, ¡si es que existe alguna! Haga clic en el botón <<Crear>> para agregar una nueva cuenta al archivo SAM.
811=<<  Crear  >>
812=Miembro de
813=No se puede averiguar el RID de usuario: %s
814=Crear cuenta
815=No se puede cambiar %s
816=Este nombre de usuario ya existe, escoja uno diferente.
817=El nombre de usuario no deberá estar en blanco
818=No se puede poner la %s contraseña: %s.
819=No se puede cambiar el contador de RID: %s
820=El nuevo usuario ha sido creado con éxito. Si usted desea cambiar o agregar propiedades a la cuenta, regrese al diálogo principal y seleccione el modo 'Editar propiedades de la cuenta de usuario'.
821=No se pueden guardar los datos en el dominio SAM: %s
822=Se recomienda bastante respaldar el registro SAM antes de que continúe. ¿Desea guardar el archivo?
823=Usted no puede copiar un archivo dentro del mismo.
824=No se puede copiar %s a %s
825=No se puede obtener el SID del dominio SAM: %s
826=No es miembro de
827=La nueva cuenta no es miembro de ningún grupo. Usted no podrá iniciar sesión en el sistema usando esta cuenta. ¿Continuar de cualquier manera?
828=No se puede agregar el usuario al menos a un grupo
829=La cuenta no pertenece al grupo Administrador. ¿Está usted seguro?
830=No se puede agregar el usuario al grupo local SAM
831=No se puede poner la información de propietario para la cuenta nueva
832=Algunas versiones de Windows no aceptan contraseñas en blanco. ¿continuar de cualquier manera?
833=Encontrar documentos encriptados
834=Buscar archivos encriptados (paso %d de %d)
835=Seleccione tipo(s) de documentos que usted desea buscar. Use los botones [<] y [>] para seleccionar. Para encontrar documentos que no están en la lista, haga clic en el botón [+] y agregue su propia máscara personalizada de archivo.
836=Documentos a encontrar
837=Objetos disponibles
838=Qué buscar
839=Encontrar todo
840=Encontrar ninguno
841=Agregar a la búsqueda
842=Remover de la búsqueda
843=Agregar extensión de archivo personalizada
844=Agregar nuevo objeto a la búsqueda
845=Agregar archivo(s) a la búsqueda
846=Configurar nombre de objeto (para desplegar en el diálogo de selección) y una o más máscaras delimitadas de archivo. Por ejemplo: *.kdbx, *.kdb, *.pwd
847=Desplegar nombre
848=Máscara(s) de archivo
849=El nombre ya existe, escoja uno diferente.
850=Al menos una de las máscaras de archivo no es válida
851=Seleccione una unidad o carpeta para realizar búsqueda de archivos. El árbol de carpeta puede ser usado para seleccionar múltiples ubicaciones personalizadas.
852=Por favor rellene los campos requeridos
853=Todos los discos duros locales
854=Unidad seleccionada
855=Carpeta 'Documentos' para cada usuario
856=Todos los archivos y carpetas para la cuenta seleccionada
857=Carpeta 'Documentos' para la cuenta seleccionada
858=Ubicación(es) especificada(s)
859=Lista de unidades
860=Carpetas seleccionadas: %d
861=<< ENCONTRAR ARCHIVOS >>
862=Todo está listo ahora. Haga clic en el botón '<< Encontrar archivos >>' para comenzar a escanear su sistema por los documentos seleccionados. Esto puede tomar algo de tiempo para completarse. Después de que el proceso termine, haga clic derecho sobre la lista para desplegar el menú de contexto.
863=Nombre del documento
864=Tipo
865=Protegido
866=Tamaño de archivo
867=Creado
868=Modificado
869=Último acceso
870=Ruta completa
871=Carpeta actual
872=Procesados/encontrados
873=La opción de mostrar el inicio de sesión no se encontró, saltándosela.
874=No se puede modificar la opción de mostrar el inicio de sesión
875=Windows está configurado para no mostrar las cuentas de usuario en la pantalla de inicio de sesión. ¿Desea habilitarla?
876=El programa no pudo encontrar/detectar ninguna carpeta. Por favor especifique la búsqueda de carpetas manualmente.
877=Revise si la protección del documento está puesta (solo para tipos de archivo predefinidos)
878=La búsqueda del documento funciona más rápido si esta opción no está puesta.
879=Seleccionar
880=Respaldar
881=Exportar
882=Remover (de la lista)
883=Todos los documentos
884=Documentos protegidos por contraseña
885=Todos los documentos del mismo tipo seleccionado
886=Selección inversa
887=Nombres a archivo de texto
888=Tabla completa a archivo de texto
889=Tabla completa a archivo html
890=Documentos seleccionados
891=Documentos no protegidos por contraseña
892=Archivos ZIP (*.zip)|*.zip||
893=Documentos encontrados
894=Hashes y contraseñas encontradas
895=Claves encontradas
896=DCC - trabajar con las cuentas cacheadas de dominio
897=UTILS - recuperación de contraseña y otras herramientas útiles
898=Trabajar con las cuentas cacheadas de dominio y las credenciales cacheadas de dominio
899=Recuperación de contraseña, reseteo, respaldo y otras herramientas
900=No hay memoria suficiente. Asegúrese de tener al menos 1 GB de RAM.
901=Resetear o cambiar la contraseña de las cuentas cacheadas de dominio
902=Reseteando la contraseña de las cuentas cacheadas de dominio (paso %d de %d)
903=Introducir número
904=Introducir tipo
905=Último inicio de sesión
906=Nombre completo
907=Nombre del dominio de inicio de sesión
908=Nombre de dominio
909=Nombre del dominio DNS
910=Unidad de inicio
911=Directorio de inicio
912=Ruta del perfil
913=Los archivos de destino no contienen las entradas cacheadas de dominio
914=Introduzca la nueva contraseña para la cuenta cacheada de dominio o ponga una en blanco o resetéela.
915=Restear contraseña DCC
916=Resetear/Cambiar contraseña a la cuenta DCC
917=Credenciales cacheadas de dominio
918=Error al cambiar las entradas de la cuenta DCC
919=Cambiar contraseñas para todas las entradas cacheadas de esta cuenta de usuario
920=Recuperación de contraseña cachada de dominio
921=Buscando contraseñas cachadas de dominio (paso %d de %d)
922=Hash DCC
923=La cuenta ha sido modificada con éxito. Ahora puede expulsar su CD/DVD/USB arrancable, apagar el programa y reiniciar el sistema.\n\n¡Asegúrese que el dominio está OFFLINE! De otro modo usted no podrá iniciar sesión usando credenciales cacheadas alteradas.
924=Incluir en la búsqueda de contraseña
925=Excluir de la búsqueda de contraseña
926=Incluir todos en la búsqueda de contraseña
927=Excluir todos excepto los seleccionados
928=Aun cuando el programa está muy optimizado para búsquedas con rapidez, la recuperación de contraseñas para credenciales cacheadas de dominio (tipo 2) corre extremadamente lenta debido a la fuerte encriptación usada. De hecho, ~10,000 veces más lenta que las credenciales cacheadas de dominio tipo 1. Para ganar una poca más velocidad, considere excluir todas las cuentas innecesarias fuera de la lista de búsqueda (use el botón de clic derecho para eso).
929=Nada qué hacer. Seleccione al menos un objeto para buscar.
930=El programa ha detectado actividad de inicio de sesión en el dominio. Regrese al diálogo inicial y cambie a modo DCC si usted necesita resetear la contraseña para una de las siguientes cuentas de dominio:
931=El programa a detectado inicios de sesión cacheados de dominio. Regrese al diálogo inicial y cambie a modo DCC si usted necesita resetear la contraseña para una de las siguientes cuentas cacheadas de dominio:
932=Seleccione el tipo de no protección
933=Tengo una contraseña de recuperación
934=Tengo una archivo-clave de recuperación
935=Tengo un certificado
936=Archivo de clave
937=Archivo de certificado
938=Seleccionar la unidad a desbloquear
939=Desbloquear unidad encriptada por Bitlocker
940=Desbloquear unidades protegidas por Bitlocker
941=A fin de poder usar unidades encriptadas por Bitlocker, usted deberá proporcionar contraseña de volumen, contraseña de recuperación, clave de recuperación o archivo de certificado.
942=Unidad encriptada
943=<< DESBLOQUEAR >>
944=Desproteger la unidad seleccionada
945=No se encontraron unidades encriptadas por Bitlocker
946=No se puede desproteger la unidad %s
947=Desbloquear unidades Bitlocker
948=Último error: %s
949=La unidad %C:\\ no está protegida por Bitlocker. ¿Proceder de cualquier manera?
950=El programa ha detectado que las siguientes unidades están protegidas por Bitlocker:
951=¿Desea desencriptarlas y enchufarlas?
952=El sistema indicó que no puede desproteger la unidad por causa del siguiente error: %s
953=La unidad fue desbloqueada con éxito
954=Tengo una contraseña para desbloquear el volumen
955=Ajuste de directiva de contraseña
956=La nueva contraseña está conforme a la directiva
957=Editor de directiva de contraseña
958=Vista y edición de la directiva de contraseña (paso %d de %d)
959=Longitud mínima de contraseña
960=Longitud del historial de contraseña
961=Edad máxima de la contraseña (días)
962=Edad mínima de la contraseña (días)
963=Longitud mínima, en caracteres, de una contraseña válida
964=Número de contraseñas previas guardadas en el historial. Un usuario no puede reutilizar una contraseña en el historial.
965=Longitud máxima de tiempo (días) que una contraseña puede permanecer la misma
966=Longitud mínima de tiempo (días) antes de que una contraseña sea cambiada
967=La contraseña debe reunir los requisitos de complejidad
968=La contraseña no puede ser cambiada sin iniciar sesión
969=Forzar el uso de un protocolo el cual no permita al DC obtener la contraseña en texto pleno
970=Permite a la cuenta incorporada de Administrador ser bloqueada desde inicios de sesión en red
971=Almacenar contraseñas usando encriptación reversible
972=Rehusar cambio semanal de contraseña para cuentas de máquina
973=La directiva de contraseña afecta a toda la seguridad del sistema. Tenga cuidado, modificar algún indicador puede causar que las cuentas destino queden inactivas/deshabilitadas/bloqueadas etc. Poner un valor cero debería deshabilitar el atributo apropiado.
974=Directiva de contraseña
975=Nombre de PC
976=Modificar cuenta o propiedades del sistema
977=No se puede cambiar uno de los atributos: %s
978=Los datos han sido modificados con éxito
979=Desencriptar credenciales Windows Hello
980=Buscar PIN
981=Contraseña de inicio de sesión
982=Localizando y desencriptando credenciales Windows Hello (paso %d de %d)
983=Recuperando PIN (paso %d de %d)
984=Por favor, seleccione el directorio Windows (por ejemplo, D:\\Windows) o apunte a uno manualmente si el programa falla en detectarlo.
985=La lista abajo contienen las credenciales encontradas almacenadas por Windows Hello. Si un objeto está resaltado en rojo, haga doble clic para finalizar la desencriptación.
986=Contraseña de imagen
987=Computadora
988=Punto
989=Línea
990=Círculo
991=Figura
992=Algunos objetos no han sido desencriptados aun. Para finalizar la desencriptación, haga doble clic en algún objeto resaltado en rojo e introduzca el código PIN de la cuenta de usuario.
993=Introducir un código PIN
994=Proporcionar PIN para finalizar la desencriptación
995=El PIN consiste de %d números
996=El PIN consiste de números
997=El PIN puede tener caracteres, símbolos y dígitos
998=La contraseña no ha sido desencriptada. ¿Desea intentar de nuevo?
999=Credenciales Windows Hello
1000=La recuperación del PIN es un proceso extremadamente lento debido a la fuerte encriptación usada. Asegúrese de deshabilitar todas las opciones excepto las que realmente se necesiten. Sin embargo se recomienda bastante el 'Ataque con Inteligencia Artificial' esté seleccionado siempre.
1001=No se han encontrado cuentas de usuario con inicio de sesión PIN
1002=Haga clic en el botón '<< Encontrar PINs >>' para iniciar el escaneo de su sistema por PINs perdidos. Esto puede tomar algo de tiempo para completarse. Para acelerar el proceso, seleccione solo el PIN que necesite. Ejecutar la recuperación de PINs múltiples aumenta el tiempo de recuperación considerablemente.
1003=PINs recuperados
1004=Revisar PIN
1005=Aun cuando el programa está muy optimizado para búsquedas con rapidez, la recuperación del PIN corre extremadamente lenta debido a la fuerte encriptación usada. Para ganar una poca más velocidad, considere excluir todos los PINs innecesarios fuera de la lista de búsqueda. Solo use el clic derecho del ratón para ello. Los objetos excluidos está coloreados en rojo.
1006=El programa detectó que al menos un PIN es vulnerable y puede ser fácilmente en una cantidad razonable de tiempo. ¿Desea ejecutar la recuperación garantizada?
1007=No se puede inicializar el motor Windows Hello
1008=El programa no pudo encontrar ningún PIN. Asegúrese de que el directorio fue configurado correctamente y al menos una cuenta de usuario ha sido configurada para usar el PIN.
1009=El programa ha detectado que algunas credenciales de inicio de sesión pueden desencriptarse en contraseñas en texto pleno usando el decodificador Windows Hello. Asegúrese que usted intentó esta (también la búsqueda de contraseñas) función antes de restear la contraseña. ¿Desea abrir el diálogo de credenciales Windows Hello?
1010=No se encontraron objetos. Posibles razones:\n- El directorio de Windows no fue puesto correctamente\n- Se usó encriptación de archivo\n- Windows Hello no ha sido activado en el sistema de destino\n- El Sistema Operativo no es Windows 10
1011=<< ENCONTRAR PINS >>
1012=El programa detectó %d directorios Windows. Seleccione el usted necesita.
1013=Protectores TPM no son soportados aun
1014=FORENSES - herramientas para la investigación del sistema
1015=Diferentes herramientas para extraer y analizar la actividad del usuario
1016=Historial de inicios de sesión y estadísticas
1017=Tipo de la cuentas de inicio de sesión
1018=Cuentas de usuario regulares
1019=Cuentas de Active Directory
1020=Cuentas cacheadas de dominio
1021=Extraer y visualizar estadísticas de inicio de sesión (paso %d de %d)
1022=Seleccione el tipo de cuenta de inicio de sesión que usted desea para ver estadísticas. Algunos tipos pueden no estar disponibles para el sistema de destino.
1023=No se encontró NTDS.DIT. ¿Desea mostrar la ruta de él manualmente?
1024=Reportes disponibles
1025=Seleccione un reporte disponible y haga clic en el botón 'Siguiente' para comenzar a recolectar estadísticas en el reporte seleccionado. Por favor espere, procesar algunas estadísticas puede tomar algo de tiempo. 
1026=Últimos inicios de sesión
1027=Actividad de inicio de sesión
1028=Últimos cierres de sesión
1029=Inicios de sesión con contraseñas malas
1030=Edad de la contraseña
1031=Edad de la cuenta
1032=Estadísticas completas de cuenta
1033=Estadísticas completas de cuenta
1034=Extrayendo estadísticas...\n\nPor favor espere.
1035=Para ordenar la lista, haga clic en la cabecera de la columna. Haga clic derecho sobre la lista y aparecerá el menú contextual.
1036=Hace días
1037=Número de inicios de sesión
1038=Historial de hardware
1039=Último cierre de sesión
1040=Historial de instalación de software
1041=Último inicio de sesión con contraseña mala
1042=La contraseña fue cambiada
1043=Cuenta creada
1044=Inicios de sesión por día
1045=Historial de red
1046=Extraer y visualizar la información del historial (paso %d de %d)
1047=Filtro de salida
1048=Opciones avanzadas de salida
1049=Mostrar todo
1050=Mostrar objetos creados solo entre las fechas dadas
1051=Solo mostrar objetos que fueron modificados la última vez entre las fechas dadas 
1052=Configurar filtros de salida adicionales para saltarse objetos innecesarios.
1053=Se puso una fecha equivocada
1054=Solo mostrar hardware cuya fecha de instalación se ajusta al rango especificado
1055=Solo mostrar hardware cuya primera fecha de puesta o última fecha de remoción se ajustan al rango especificado
1056=De la fecha:
1057=A la fecha:
1058=No mostrar dispositivos estándar de sistema
1059=Descripción
1060=Primera instalación
1061=Última puesta
1062=Última remoción
1063=Nombre del dispositivo
1064=Clase
1065=Manufactura
1066=Servicio
1067=Descripción del controlador
1068=Una ubicación típica de los directorios de perfiles es C:\\Usuarios
1069=Instalación de software en todo el sistema
1070=Instalaciones de software en el usuario específico
1071=No mostrar componentes de sistema
1072=Qué mostrar
1073=Versión
1074=Publicador
1075=Localización del origen
1076=Ruta de instalación
1077=Mostrar redes cuya fecha de creación se ajusta dentro del rango especificado
1078=Mostrar redes cuya fecha de última conexión se ajusta dentro del rango especificado
1079=Nombre de red
1080=Categoría
1081=Conectado por última vez
1082=MAC del gateway
1083=Red pública
1084=Red privada
1085=Red dominio
1086=Otro
1087=Ethernet
1088=Token ring
1089=Interfaz de datos distribuida por fibra
1090=PPP
1091=Loopback de software
1092=ATM
1093=IEEE 802.11 (Inalámbrica)
1094=Tunnel type encapsulation
1095=IEEE 1394 (Firewire)
1096=Banda ancha móvil para WiMax
1097=Banda ancha móvil para GSM
1098=Banda ancha móvil para CDMA
1099=Desconocido
1100=Actividad reciente de usuario
1101=Últimos archivos modificados
1102=Últimos directorios modificados
1103=Datos de todo el sistema
1104=Datos específicos de usuario
1105=Mostrar objetos cuya última fecha de modificación se ajusta dentro del rango especificado
1106=Extensión
1107=Nombre de archivo/objeto
1108=Diálogo abrir/guardar de archivo
1109=Ejecutado desde el explorador
1110=Tarea ejecutada
1111=Documentos recientes
1112=Carpetas recientes
1113=documentos
1114=carpetas
1115=Aplicaciones recientes
1116=Objetos app recientes
1117=Conexiones RDP recientes
1118=URLs tecleadas en IE
1119=Rutas tecleadas en el explorador
1120=Historial de búsqueda del explorador
1121=Actividad en segundo plano
1122=Actividad del escritorio
1123=Historial de dispositivos Bluetooth
1124=Historial de dispositivos portables
1125=Historial de perfiles inalámbricos
1126=Historial de asistencia al usuario
1127=Unidades de red mapeadas recientemente
1128=Objetos de red encontrados recientemente
1129=Búsquedas recientes de archivo/carpeta
1130=Applets (%s) archivos recientes
1131=Última clave regedit
1132=Cuentas de Outlook
1133=Último apagado del sistema
1134=Fecha de instalación del sistema
1135=Último inicio de sesión
1136=Mostrar archivos/carpetas con la fecha de creación la cual se ajusta al rango especificado
1137=Mostrar archivos/carpetas con la última fecha de modificación la cual se ajusta al rango especificado
1138=Ocultar el objeto seleccionado
1139=Ocultar objeto con %s='%s'
1140=Escaneando la estructura del directorio.\n\nObjetos procesados/encontrados: %lu/%lu
1141=Nombre de archivo
1142=Nombre de carpeta
1143=Clic derecho sobre la lista para ver el menú contextual.
1144=El programa ha detectado que el sistema contiene preguntas y respuestas secretas. ¿Desea visualizar esta información?
1145=Preguntas y respuestas secretas
1146=Tome en cuenta que esta característica solo está disponible para sistemas operativos desde Windows Vista en adelante.
1147=exportación de datos
1148=<<<<  &Inicio
1149=Regresar al diálogo principal
1150=Suceso
1151=Sucesos del sistema
1152=Hora
1153=Origen
1154=Historial de navegación
1155=Historial específico de usuario
1156=Historial de navegación para todos los usuarios
1157=Sitios visitados
1158=Historial de formularios
1159=Historial de contraseñas
1160=Historial de cookies
1161=Historial de descargas
1162=Qué buscar
1163=Por favor selecciones los objetos del navegador que desea buscar.
1164=Navegador
1165=Últimos usados
1166=Conteo de visitas
1167=Buscando rutas de navegadores no conocidos.\n\nEsto puede tomar algo de tiempo. Por favor espere...
1168=La contraseña se cambió
1169=Términos de búsqueda
1170=[ENCRIPTADO]
1171=Expira
1172=Historial escrito/tecleado
1173=no se puede desencriptar el record de la base de datos
1174=falla de inicialización de la base de datos
1175=Asegúrese que la base de datos esté en un estado prístino y todos los archivos de transmisión/puesto de control estén en el mismo directorio. Si no lo están, ejecute NTDSUTIL o cualquier otra utilería para repararla.
1176=No se puede cargar la tabla de esquema
1177=No se puede analizar el esquema de la base de datos
1178=No se puede leer el record seleccionado
1179=Objeto no encontrado
1180=Falla de transacción de datos
1181=Falla en la actualización de datos
1182=Error al cargar índices MSYS
1183=Mostrar solo eventos importantes (recomendado)
1184=El programa ha detectado que el sistema contiene información de Auto-inicio de sesión de Arranque de Confianza (Trusted Boot Auto-Logon. Esto quiere decir que los datos más privados de la última sesión activa del usuario (%S) puede ser desencriptada sin necesidad de conocer la contraseña original de inicio de sesión. Por ejemplo, contraseñas de WAN/LAN/RED, etc.\n\n¿Desea abrir el diálogo de recuperación de contraseña de red?
1185=Revisando contraseñas por default
1186=Revisando contraseñas por default...\n\nPor favor espere.